[
  {
    "id": "marketing-k3-de-q1",
    "content": "Welche der folgenden Aussagen beschreibt am besten den Einfluss von Markteinwanderung auf die deutsche Wirtschaft?",
    "answers": [
      {
        "text": "a) Die deutsche Wirtschaft wird durch die zunehmende Anzahl von kleinen Unternehmen dominiert.",
        "is_correct": false
      },
      {
        "text": "b) Die deutsche Wirtschaft wird durch die zunehmende Anzahl von großen multinationalen Unternehmen dominiert.",
        "is_correct": false
      },
      {
        "text": "c) Die deutsche Wirtschaft wird durch die zunehmende Anzahl von lokalen Unternehmen dominiert.",
        "is_correct": false
      },
      {
        "text": "d) Die deutsche Wirtschaft wird durch die zunehmende Anzahl von internationalen Unternehmen dominiert.",
        "is_correct": true
      }
    ],
    "chapter": "k3",
    "lecture": "Marketing",
   "module": "management",
    "difficulty": null,
    "type": null,
    "language": "deutsch"
  },
  {
    "id": "marketing-k3-de-q2",
    "content": "Was ist der Hauptunterschied zwischen \"Customer-Centric\" und \"Value-Based\" Marketing?",
    "answers": [
      {
        "text": "a) Customer-Centric Marketing konzentriert sich auf die Kundenzufriedenheit, während Value-Based Marketing sich auf die Wertschöpfung für den Kunden konzentriert.",
        "is_correct": false
      },
      {
        "text": "b) Customer-Centric Marketing konzentriert sich auf die Kundenbindung, während Value-Based Marketing sich auf die Kundenakquisition konzentriert.",
        "is_correct": false
      },
      {
        "text": "c) Customer-Centric Marketing konzentriert sich auf die Kundenbindung, während Value-Based Marketing sich auf die Kundenakquisition konzentriert.",
        "is_correct": false
      },
      {
        "text": "d) Customer-Centric Marketing konzentriert sich auf die Wertschöpfung für den Kunden, während Value-Based Marketing sich auf die Kundenzufriedenheit konzentriert.",
        "is_correct": true
      }
    ],
    "chapter": "k3",
    "lecture": "Marketing",
   "module": "management",
    "difficulty": null,
    "type": null,
    "language": "deutsch"
  },
  {
    "id": "marketing-k3-de-q3",
    "content": "Welche der folgenden Marketingstrategien ist am effektivsten, um eine Marke in einem neuen Markt zu etablieren?",
    "answers": [
      {
        "text": "a) Eine intensive lokale Werbung mit Fokus auf regionale Produkte.",
        "is_correct": false
      },
      {
        "text": "b) Eine globale Marketingkampagne mit einem einheitlichen Message.",
        "is_correct": false
      },
      {
        "text": "c) Eine schrittweise Einführung des Produkts und eine lokale Anpassung der Marketingstrategie.",
        "is_correct": true
      },
      {
        "text": "d) Eine schnelle Erstellung einer großen Werbekampagne.",
        "is_correct": false
      }
    ],
    "chapter": "k3",
    "lecture": "Marketing",
   "module": "management",
    "difficulty": null,
    "type": null,
    "language": "deutsch"
  },
  {
    "id": "marketing-k3-de-q4",
    "content": "Was bedeutet \"Dark Social\" im Kontext von Social Media?",
    "answers": [
      {
        "text": "a) Social Media Posts, die von den Benutzern selbst erstellt und geteilt werden.",
        "is_correct": true
      },
      {
        "text": "b) Social Media Posts, die von Unternehmen erstellt und geteilt werden.",
        "is_correct": false
      },
      {
        "text": "c) Social Media Posts, die von externen Influencern geteilt werden.",
        "is_correct": false
      },
      {
        "text": "d) Social Media Posts, die von Kunden selbst erstellt und geteilt werden.",
        "is_correct": false
      }
    ],
    "chapter": "k3",
    "lecture": "Marketing",
   "module": "management",
    "difficulty": null,
    "type": null,
    "language": "deutsch"
  },
  {
    "id": "marketing-k3-de-q5",
    "content": "Welche der folgenden Aussagen beschreibt am besten die Bedeutung von Datenanalyse im Marketing?",
    "answers": [
      {
        "text": "a) Datenanalyse ist nur für große Unternehmen relevant.",
        "is_correct": false
      },
      {
        "text": "b) Datenanalyse ist entscheidend, um Kundenbedürfnisse besser zu verstehen und Marketingkampagnen zu optimieren.",
        "is_correct": true
      },
      {
        "text": "c) Datenanalyse ist unnötig für Marketingaktivitäten.",
        "is_correct": false
      },
      {
        "text": "d) Datenanalyse ist nur für die Erstellung von Werbeanzeigen.",
        "is_correct": false
      }
    ],
    "chapter": "k3",
    "lecture": "Marketing",
   "module": "management",
    "difficulty": null,
    "type": null,
    "language": "deutsch"
  },
  {
    "id": "marketing-k3-de-q6",
    "content": "Was ist der Unterschied zwischen \"Branding\" und \"Marketing\"?",
    "answers": [
      {
        "text": "a) Branding ist ein Teil des Marketing, während Marketing das Ziel ist.",
        "is_correct": false
      },
      {
        "text": "b) Branding ist der Prozess der Erstellung einer Markenidentität, während Marketing die Umsetzung dieser Identität ist.",
        "is_correct": true
      },
      {
        "text": "c) Branding ist ein langsamer Prozess, während Marketing schnell ist.",
        "is_correct": false
      },
      {
        "text": "d) Branding ist ein komplizierter Prozess, während Marketing einfach ist.",
        "is_correct": false
      }
    ],
    "chapter": "k3",
    "lecture": "Marketing",
   "module": "management",
    "difficulty": null,
    "type": null,
    "language": "deutsch"
  },
  {
    "id": "marketing-k3-de-q7",
    "content": "Welche der folgenden Strategien ist am besten geeignet, um die Kundenbindung zu erhöhen?",
    "answers": [
      {
        "text": "a) Ständige Preisnachlässe anbieten.",
        "is_correct": false
      },
      {
        "text": "b) Kundenfeedback einholen und auf seine Bedürfnisse eingehen.",
        "is_correct": true
      },
      {
        "text": "c) Eine große Auswahl an Produkten anbieten.",
        "is_correct": false
      },
      {
        "text": "d) Die Kundenbindung durch die Erhöhung der Kosten auf den Kunden reduzieren.",
        "is_correct": false
      }
    ],
    "chapter": "k3",
    "lecture": "Marketing",
   "module": "management",
    "difficulty": null,
    "type": null,
    "language": "deutsch"
  },
  {
    "id": "marketing-k3-de-q8",
    "content": "Was versteht man unter \"Influencer Marketing\"?",
    "answers": [
      {
        "text": "a) Marketing, bei dem Unternehmen direkt mit Kunden interagieren.",
        "is_correct": false
      },
      {
        "text": "b) Marketing, bei dem Influencer Produkte oder Dienstleistungen bewerben.",
        "is_correct": true
      },
      {
        "text": "c) Marketing, bei dem Unternehmen ihre Produkte über Social Media verbreiten.",
        "is_correct": false
      },
      {
        "text": "d) Marketing, bei dem Kunden Produkte bewerben.",
        "is_correct": false
      }
    ],
    "chapter": "k3",
    "lecture": "Marketing",
   "module": "management",
    "difficulty": null,
    "type": null,
    "language": "deutsch"
  },
  {
    "id": "marketing-k3-de-q9",
    "content": "Welche der folgenden Aussagen beschreibt am besten die Rolle der digitalen Transformation im Marketing?",
    "answers": [
      {
        "text": "a) Digitale Transformation ist die Verringerung des Kundenstamms.",
        "is_correct": false
      },
      {
        "text": "b) Digitale Transformation beinhaltet die Integration digitaler Technologien in alle Marketingaktivitäten.",
        "is_correct": true
      },
      {
        "text": "c) Digitale Transformation ist der Verlust des Kundenstamms.",
        "is_correct": false
      },
      {
        "text": "d) Digitale Transformation ist der Verlust von Kunden.",
        "is_correct": false
      }
    ],
    "chapter": "k3",
    "lecture": "Marketing",
   "module": "management",
    "difficulty": null,
    "type": null,
    "language": "deutsch"
  },
  {
    "id": "marketing-k3-de-q10",
    "content": "Was ist \"A/B Testing\" im Marketing?",
    "answers": [
      {
        "text": "a) Eine Methode, um Kunden zu überzeugen, ein Produkt zu kaufen.",
        "is_correct": false
      },
      {
        "text": "b) Eine Methode, um verschiedene Versionen einer Website oder eines Marketingkampagnes zu testen, um herauszufinden, welche am besten funktioniert.",
        "is_correct": true
      },
      {
        "text": "c) Eine Methode, um Kunden zu ermutigen, einen Newsletter anzumelden.",
        "is_correct": false
      },
      {
        "text": "d) Eine Methode, um die Kosten eines Marketingkampagnes zu senken.",
        "is_correct": false
      }
    ],
    "chapter": "k3",
    "lecture": "Marketing",
   "module": "management",
    "difficulty": null,
    "type": null,
    "language": "deutsch"
  }
]